Repository: GNOME/aisleriot
Catalog: freecell/po/*.po
Languages: fr

source: Exit this game?
fr: Quitter ce jeu?

source: Yes
fr: Oui

source: No
fr: Non

source: Seed
fr: Param351tre

source: Enter the seed.
fr: Entrer un param351tre.

source: Cancel
fr: Annuler

source: Sorry, this feature is not implemented (yet).
fr: D351sol351, cette fonctionalit351 n'est pas (encore) impl351ment351e.

source: Reimplement the popular solitaire card game.
fr: R351impl351mentation du classique jeu de solitaire.

source: You can't move in that way.
fr: Impossible d'effectuer ce d351placement.

source: Sorry, there is no card to move.
fr: Pas de carte 340 d351placer, d351sol351.

source: Congraturations. You won. Do you want to play again?
fr: F351licitations. Vous avez gagn351. Voulez-vous rejouer?

source: New Game
fr: Nouveau Jeu

source: Restart Game
fr: Recommencer la partie

source: New Game with a seed...
fr: Nouveau Jeu avec un param351tre...

source: Properties...
fr: Propri351t351s...

source: Exit
fr: Quitter

source: About...
fr: A Propos...

source: Game
fr: Jeu

source: Help
fr: Aide

source: New
fr: Nouveau

source: Start a new game
fr: D351marrer une nouvelle partie

source: Show the score
fr: Afficher le score

source: Props
fr: Propri351t351s

source: Setup Freecell
fr: Configuration Freecell

source: This session: %d%%
fr: Cette session: %d%%

source: won: %d, lost: %d
fr: gagn351es: %d, perdues: %d

source: Streaks
fr: Statistiques

source: wins: %d, losses: %d
fr: gagn351es: %d%%, perdues: %d%%

source: current: %d wins
fr: actuellement: %d gagn351es

source: current: %d losses
fr: actuellement: %d perdues

source: Clear
fr: Effacer

source: Freecell Properties
fr: Propri351t351s de Freecell

source: Inform invalid move
fr: Pr351venir en cas de d351placement incorrect
