Repository: GNOME/aisleriot
Catalog: po/*.po
Languages: kk

source: Remove the eight of spades.
kk: Қарға сегіздігін алып тастаңыз.

source: Remove the nine of spades.
kk: Қарға тоғыздығын алып тастаңыз.

source: Remove the ten of spades.
kk: Қарға ондығын алып тастаңыз.

source: Remove the jack of spades.
kk: Қарға сарбазын алып тастаңыз.

source: Remove the queen of spades.
kk: Қарға ханымын алып тастаңыз.

source: Remove the king of spades.
kk: Қарға патшасын алып тастаңыз.

source: Remove the ace of hearts.
kk: Жүрек тұзын алып тастаңыз.

source: Remove the two of hearts.
kk: Жүрек екілігін алып тастаңыз.

source: Remove the three of hearts.
kk: Жүрек үштігін алып тастаңыз.

source: Remove the four of hearts.
kk: Жүрек төрттігін алып тастаңыз.

source: Remove the five of hearts.
kk: Жүрек бестігін алып тастаңыз.

source: Remove the six of hearts.
kk: Жүрек алтылығын алып тастаңыз.

source: Remove the seven of hearts.
kk: Жүрек жетілігін алып тастаңыз.

source: Remove the eight of hearts.
kk: Жүрек сегіздігін алып тастаңыз.

source: Remove the nine of hearts.
kk: Жүрек тоғыздығын алып тастаңыз.

source: Remove the ten of hearts.
kk: Жүрек ондығын алып тастаңыз.

source: Remove the jack of hearts.
kk: Жүрек сарбазын алып тастаңыз.

source: Remove the queen of hearts.
kk: Жүрек ханымын алып тастаңыз.

source: Remove the king of hearts.
kk: Жүрек патшасын алып тастаңыз.

source: Remove the ace of diamonds.
kk: Кірпіш тұзын алып тастаңыз.

source: Remove the two of diamonds.
kk: Кірпіш екілігін алып тастаңыз.

source: Remove the three of diamonds.
kk: Кірпіш үштігін алып тастаңыз.

source: Remove the four of diamonds.
kk: Кірпіш төрттігін алып тастаңыз.

source: Remove the five of diamonds.
kk: Кірпіш бестігін алып тастаңыз.

source: Remove the six of diamonds.
kk: Кірпіш алтылығын алып тастаңыз.

source: Remove the seven of diamonds.
kk: Кірпіш жетілігін алып тастаңыз.

source: Remove the eight of diamonds.
kk: Кірпіш сегіздігін алып тастаңыз.

source: Remove the nine of diamonds.
kk: Кірпіш тоғыздығын алып тастаңыз.

source: Remove the ten of diamonds.
kk: Кірпіш ондығын алып тастаңыз.

source: Remove the jack of diamonds.
kk: Кірпіш сарбазын алып тастаңыз.

source: Remove the queen of diamonds.
kk: Кірпіш ханымын алып тастаңыз.

source: Remove the king of diamonds.
kk: Кірпіш патшасын алып тастаңыз.

source: Three card deals
kk: Үш картадан тарату

source: Deal another round
kk: Тағы бір раунд тарату

source: Redeals left:
kk: Қайта таратулар қалды:

source: Deal a new card from the deck
kk: Дестеден жаңа карта тарату

source: Base Card:
kk: Негізгі карта:

source: Move something onto an empty right-hand tableau slot
kk: Бос оң жақ үстел ұяшығына бірдеңе жылжытыңыз

source: Reserve left:
kk: Қорда қалды:

source: Move waste back to stock
kk: Қалдықты қапқа қайтарыңыз

source: Move a card to the Foundation
kk: Картаны негізге жылжытыңыз

source: Move something into the empty Tableau slot
kk: Бос үстел ұяшығына бірдеңе жылжытыңыз

source: Just because a crosswalk looks like a hopscotch board doesn't mean it is one
kk: Жаяу жүргіншілер жолы класстар тақтасына ұқсаса да, бұл оның сол екенін білдірмейді

source: Look both ways before you cross the street
kk: Көшені кесіп өтпес бұрын екі жаққа қараңыз

source: Have you read the help file?
kk: Көмек файлын оқыдыңыз ба?

source: Odessa is a better game. Really.
kk: Одесса - жақсырақ ойын. Шынымен де.

source: Tourniquets are not recommended unless in the direst emergency
kk: Турникеттер төтенше жағдай болмаса ұсынылмайды

source: I could sure use a backrub right about now...
kk: Маған қазір арқа массажы керек сияқты...

source: Monitors won't give you Vitamin D -- but sunlight will...
kk: Мониторлар сізге D дәруменін бермейді -- бірақ күн сәулесі береді...

source: If you're ever lost and alone in the woods, hug a tree
kk: Егер сіз орманда жалғыз адасып қалсаңыз, ағашты құшақтаңыз

source: Fishing wire makes bad dental floss
kk: Балық аулау лескасы нашар тіс жібі болады

source: Consistency is key
kk: Тұрақтылық - басты нәрсе

source: When without a stapler, a staple and a ruler will work
kk: Степлер жоқ болса, қапсырма мен сызғыш та жарайды

source: Never blow in a dog's ear
kk: Ешқашан иттің құлағына үрлемеңіз

source: Cards remaining: ~a
kk: Қалған карталар: ~a

source: Redeal.
kk: Қайта тарату.

source: You are searching for an ace.
kk: Сіз тұзды іздеп жатырсыз.

source: You are searching for a two.
kk: Сіз екілікті іздеп жатырсыз.

source: You are searching for a three.
kk: Сіз үштікті іздеп жатырсыз.

source: You are searching for a four.
kk: Сіз төрттікті іздеп жатырсыз.

source: You are searching for a five.
kk: Сіз бестікті іздеп жатырсыз.

source: You are searching for a six.
kk: Сіз алтылықты іздеп жатырсыз.

source: You are searching for a seven.
kk: Сіз жетілікті іздеп жатырсыз.

source: You are searching for an eight.
kk: Сіз сегіздікті іздеп жатырсыз.

source: You are searching for a nine.
kk: Сіз тоғыздықты іздеп жатырсыз.

source: You are searching for a ten.
kk: Сіз ондықты іздеп жатырсыз.

source: You are searching for a jack.
kk: Сіз сарбазды іздеп жатырсыз.

source: You are searching for a queen.
kk: Сіз ханымды іздеп жатырсыз.

source: You are searching for a king.
kk: Сіз патшаны іздеп жатырсыз.

source: Unknown value
kk: Белгісіз мән

source: Deal a card
kk: Карта тарату

source: Move a king onto an empty tableau slot.
kk: Патшаны бос үстел ұяшығына жылжытыңыз.

source: No hint available right now
kk: Қазір ешқандай тұспал қолжетімсіз

source: Move something on to an empty reserve
kk: Бос қорға бірдеңе жылжытыңыз

source: Six Foundations
kk: Алты негіз

source: Five Foundations
kk: Бес негіз

source: Four Foundations
kk: Төрт негіз

source: Play a card to foundation.
kk: Картаны негізге ойнаңыз.

source: No moves.
kk: Жылжыту жоқ.

source: Remove the aces
kk: Тұздарды алып тастаңыз

source: Remove the twos
kk: Екіліктерді алып тастаңыз

source: Remove the threes
kk: Үштіктерді алып тастаңыз

source: Remove the fours
kk: Төрттіктерді алып тастаңыз

source: Remove the fives
kk: Бестіктерді алып тастаңыз

source: Remove the sixes
kk: Алтылықтарды алып тастаңыз

source: Remove the sevens
kk: Жетіліктерді алып тастаңыз

source: Remove the eights
kk: Сегіздіктерді алып тастаңыз

source: Remove the nines
kk: Тоғыздықтарды алып тастаңыз

source: Remove the tens
kk: Ондықтарды алып тастаңыз

source: Remove the jacks
kk: Сарбаздарды алып тастаңыз

source: Remove the queens
kk: Ханымдарды алып тастаңыз

source: Remove the kings
kk: Патшаларды алып тастаңыз

source: I'm not sure
kk: Cенімді емеспін

source: Return cards to stock
kk: Карталарды қапқа қайтару

source: Move something onto an empty tableau slot.
kk: Бос үстел ұяшығына бірдеңе жылжытыңыз.

source: Consider moving something into an empty slot
kk: Бос ұяшыққа бірдеңе жылжытуды қарастырыңыз

source: Deal a card from stock
kk: Қаптан карта тарату

source: No moves are possible. Undo or start again.
kk: Жүрістер мүмкін емес. Болдырмаңыз немесе қайта бастаңыз.

source: The game has no solution. Undo or start again.
kk: Ойынның шешімі жоқ. Болдырмаңыз немесе қайта бастаңыз.

source: Double click any card to redeal.
kk: Қайта тарату үшін кез келген картаны екі рет шертіңіз.

source: No hint available.
kk: Тұспал қолжетімсіз.

source: Place a two in the leftmost slot of row ~a.
kk: ~a қатарының ең сол жақ ұяшығына екілікті қойыңыз.

source: Add to the sequence in row ~a.
kk: ~a қатарындағы тізбекке қосыңыз.

source: Place the two of clubs next to the ace of clubs.
kk: Кіреш екілігін кіреш тұзының жанына қойыңыз.

source: Place the three of clubs next to the two of clubs.
kk: Кіреш үштігін кіреш екілігінің жанына қойыңыз.

source: Place the four of clubs next to the three of clubs.
kk: Кіреш төрттігін кіреш үштігінің жанына қойыңыз.

source: Place the five of clubs next to the four of clubs.
kk: Кіреш бестігін кіреш төрттігінің жанына қойыңыз.

source: Place the six of clubs next to the five of clubs.
kk: Кіреш алтылығын кіреш бестігінің жанына қойыңыз.

source: Place the seven of clubs next to the six of clubs.
kk: Кіреш жетілігін кіреш алтылығының жанына қойыңыз.

source: Place the eight of clubs next to the seven of clubs.
kk: Кіреш сегіздігін кіреш жетілігінің жанына қойыңыз.

source: Place the nine of clubs next to the eight of clubs.
kk: Кіреш тоғыздығын кіреш сегіздігінің жанына қойыңыз.

source: Place the ten of clubs next to the nine of clubs.
kk: Кіреш ондығын кіреш тоғыздығының жанына қойыңыз.

source: Place the jack of clubs next to the ten of clubs.
kk: Кіреш сарбазын кіреш ондығының жанына қойыңыз.

source: Place the queen of clubs next to the jack of clubs.
kk: Кіреш ханымын кіреш сарбазының жанына қойыңыз.

source: Place the king of clubs next to the queen of clubs.
kk: Кіреш патшасын кіреш ханымының жанына қойыңыз.

source: Place the two of spades next to the ace of spades.
kk: Қарға екілігін қарға тұзының жанына қойыңыз.

source: Place the three of spades next to the two of spades.
kk: Қарға үштігін қарға екілігінің жанына қойыңыз.

source: Place the four of spades next to the three of spades.
kk: Қарға төрттігін қарға үштігінің жанына қойыңыз.

source: Place the five of spades next to the four of spades.
kk: Қарға бестігін қарға төрттігінің жанына қойыңыз.

source: Place the six of spades next to the five of spades.
kk: Қарға алтылығын қарға бестігінің жанына қойыңыз.

source: Place the seven of spades next to the six of spades.
kk: Қарға жетілігін қарға алтылығының жанына қойыңыз.

source: Place the eight of spades next to the seven of spades.
kk: Қарға сегіздігін қарға жетілігінің жанына қойыңыз.

source: Place the nine of spades next to the eight of spades.
kk: Қарға тоғыздығын қарға сегіздігінің жанына қойыңыз.

source: Place the ten of spades next to the nine of spades.
kk: Қарға ондығын қарға тоғыздығының жанына қойыңыз.

source: Place the jack of spades next to the ten of spades.
kk: Қарға сарбазын қарға ондығының жанына қойыңыз.

source: Place the queen of spades next to the jack of spades.
kk: Қарға ханымын қарға сарбазының жанына қойыңыз.

source: Place the king of spades next to the queen of spades.
kk: Қарға патшасын қарға ханымының жанына қойыңыз.

source: Place the two of hearts next to the ace of hearts.
kk: Жүрек екілігін жүрек тұзының жанына қойыңыз.

source: Place the three of hearts next to the two of hearts.
kk: Жүрек үштігін жүрек екілігінің жанына қойыңыз.

source: Place the four of hearts next to the three of hearts.
kk: Жүрек төрттігін жүрек үштігінің жанына қойыңыз.

source: Place the five of hearts next to the four of hearts.
kk: Жүрек бестігін жүрек төрттігінің жанына қойыңыз.

source: Place the six of hearts next to the five of hearts.
kk: Жүрек алтылығын жүрек бестігінің жанына қойыңыз.

source: Place the seven of hearts next to the six of hearts.
kk: Жүрек жетілігін жүрек алтылығының жанына қойыңыз.

source: Place the eight of hearts next to the seven of hearts.
kk: Жүрек сегіздігін жүрек жетілігінің жанына қойыңыз.

source: Place the nine of hearts next to the eight of hearts.
kk: Жүрек тоғыздығын жүрек сегіздігінің жанына қойыңыз.

source: Place the ten of hearts next to the nine of hearts.
kk: Жүрек ондығын жүрек тоғыздығының жанына қойыңыз.

source: Place the jack of hearts next to the ten of hearts.
kk: Жүрек сарбазын жүрек ондығының жанына қойыңыз.

source: Place the queen of hearts next to the jack of hearts.
kk: Жүрек ханымын жүрек сарбазының жанына қойыңыз.

source: Place the king of hearts next to the queen of hearts.
kk: Жүрек патшасын жүрек ханымының жанына қойыңыз.

source: Place the two of diamonds next to the ace of diamonds.
kk: Кірпіш екілігін кірпіш тұзының жанына қойыңыз.

source: Place the three of diamonds next to the two of diamonds.
kk: Кірпіш үштігін кірпіш екілігінің жанына қойыңыз.

source: Place the four of diamonds next to the three of diamonds.
kk: Кірпіш төрттігін кірпіш үштігінің жанына қойыңыз.

source: Place the five of diamonds next to the four of diamonds.
kk: Кірпіш бестігін кірпіш төрттігінің жанына қойыңыз.

source: Place the six of diamonds next to the five of diamonds.
kk: Кірпіш алтылығын кірпіш бестігінің жанына қойыңыз.

source: Place the seven of diamonds next to the six of diamonds.
kk: Кірпіш жетілігін кірпіш алтылығының жанына қойыңыз.

source: Place the eight of diamonds next to the seven of diamonds.
kk: Кірпіш сегіздігін кірпіш жетілігінің жанына қойыңыз.

source: Place the nine of diamonds next to the eight of diamonds.
kk: Кірпіш тоғыздығын кірпіш сегіздігінің жанына қойыңыз.

source: Place the ten of diamonds next to the nine of diamonds.
kk: Кірпіш ондығын кірпіш тоғыздығының жанына қойыңыз.

source: Place the jack of diamonds next to the ten of diamonds.
kk: Кірпіш сарбазын кірпіш ондығының жанына қойыңыз.

source: Place the queen of diamonds next to the jack of diamonds.
kk: Кірпіш ханымын кірпіш сарбазының жанына қойыңыз.

source: Place the king of diamonds next to the queen of diamonds.
kk: Кірпіш патшасын кірпіш ханымының жанына қойыңыз.

source: Randomly Placed Gaps on Redeal
kk: Қайта таратуда кездейсоқ орналасқан бос орындар

source: Deals left: ~a
kk: Қалған таратулар: ~a

source: Deal a row
kk: Қатарды тарату

source: Try moving a card to the reserve
kk: Картаны қорға жылжытып көріңіз

source: Try dealing a row of cards
kk: Карталар қатарын таратып көріңіз

source: Try moving card piles around
kk: Карта үйінділерін жылжытып көріңіз

source: Same suit
kk: Бірдей түс

source: Alternating colors
kk: Кезектескен түстер

source: Select a card from the reserve for first foundation pile
kk: Бірінші негіз үйіндісі үшін қордан карта таңдаңыз

source: Move a card from the reserve onto the empty tableau slot
kk: Қордан картаны бос үстел ұяшығына жылжытыңыз

source: Stock left: ~a
kk: Қапта қалды: ~a

source: Deal another card
kk: Тағы бір карта тарату

source: Move a card or build of cards on to the empty slot
kk: Картаны немесе карталар жинағын бос ұяшыққа жылжытыңыз

source: Deal another hand
kk: Тағы бір қол тарату

source: ace
kk: тұз

source: two
kk: екілік

source: three
kk: үштік

source: four
kk: төрттік

source: five
kk: бестік

source: six
kk: алтылық

source: seven
kk: жетілік

source: eight
kk: сегіздік

source: nine
kk: тоғыздық

source: ten
kk: ондық

source: jack
kk: сарбаз

source: queen
kk: ханым

source: king
kk: патша

source: Start card:
kk: Бастапқы карта:

source: Choices left:
kk: Қалған таңдаулар:

source: Turn over the top card of the stock.
kk: Қаптың жоғарғы картасын ашыңыз.

source: Fill an empty slot.
kk: Бос ұяшықты толтырыңыз.

source: Deal a new round.
kk: Жаңа раунд таратыңыз.

source: Try moving cards down from the foundations.
kk: Карталарды негіздерден төмен жылжытып көріңіз.

source: Move card from waste
kk: Картаны қалдықтан жылжыту

source: Move waste to stock
kk: Қалдықты қапқа жылжыту

source: Stock remaining: ~a
kk: Қапта қалғаны: ~a

source: Deal a new card
kk: Жаңа карта тарату

source: Try moving cards down from the foundation
kk: Карталарды негізден төмен жылжытып көріңіз

source: Single card deals
kk: Бір картадан тарату

source: No redeals
kk: Қайта тарату жоқ

source: Unlimited redeals
kk: Шексіз қайта тарату

source: Base Card:
kk: Негізгі карта:

source: Aim to place the suits in the order which fits the current layout most naturally.
kk: Түстерді ағымдағы жаймаға барынша сәйкес келетін ретпен орналастыруға тырысыңыз.

source: Autoplay
kk: Автоматты ойнау

source: Redeals left: ~a
kk: Қалған қайта таратулар: ~a

source: Deal new cards from the deck
kk: Дестеден жаңа карталарды тарату

source: something
kk: бірдеңе

source: an empty slot
kk: бос ұяшық

source: Place cards on to the Tableau to form poker hands
kk: Покер қолдарын құру үшін карталарды үстелге қойыңыз

source: Shuffle mode
kk: Араластыру режимі

source: Deal the cards
kk: Карталарды тарату

source: Reshuffle cards
kk: Карталарды қайта араластыру

source: Move waste on to a reserve slot
kk: Қалдықты қор ұяшығына жылжыту

source: Undo until there are enough cards to fill all tableau piles
kk: Барлық үстел үйінділерін толтыруға жететін карталар болғанша болдырмау

source: Please fill in empty pile first.
kk: Алдымен бос үйіндіні толтырыңыз.

source: Place something on empty slot
kk: Бос ұяшыққа бірдеңе қойыңыз

source: Four Suits
kk: Төрт түс

source: Two Suits
kk: Екі түс

source: One Suit
kk: Бір түс

source: Move a card to an empty temporary slot
kk: Картаны бос уақытша ұяшыққа жылжытыңыз

source: No hint available
kk: Тұспал қолжетімсіз

source: Allow temporary spots use
kk: Уақытша орындарды қолдануға рұқсат ету

source: General's Patience
kk: Генерал пасьянсы

source: Falling Stars
kk: Аққан жұлдыздар

source: Signora
kk: Синьора

source: Redheads
kk: Жирен шаштылар

source: Blondes and Brunettes
kk: Блондиндер мен брюнеттер

source: Wood
kk: Ағаш

source: the foundation
kk: негіз

source: Deal a card from the deck
kk: Дестеден карта таратыңыз

source: Match the top two cards of the waste.
kk: Қалдықтың жоғарғы екі картасын сәйкестендіріңіз.

source: Progressive Rounds
kk: Прогрессивті раундтар

source: Multiplier Scoring
kk: Көбейткіш есептеу

source: Deals left:
kk: Қалған таратулар:

source: Deal cards.
kk: Карталарды таратыңыз.

source: Attack a face-down pile.
kk: Беті жабық үйіндіге шабуылдаңыз.

source: Move a build of cards on to the empty Tableau slot
kk: Карталар жинағын бос үстел ұяшығына жылжытыңыз
