Repository: GNOME/aisleriot
Catalog: po/*.po
Languages: kk

source: Aisleriot Solitaire
kk: Aisleriot пасьянсы

source: Play many different solitaire games
kk: Әртүрлі пасьянс ойындарын ойнау

source: solitaire;cards;klondike;spider;freecell;patience;
kk: пасьянс;карталар;клондайк;өрмекші;бос ұяшық;

source: Aisleriot — also known as sol or solitaire — is a card game application that features over 80 different solitaire-type card games which are designed to play using a mouse, keyboard, or trackpad.
kk: Aisleriot - sol немесе пасьянс ретінде белгілі - тышқан, пернетақта немесе трекпад арқылы ойнауға арналған 80-нен астам пасьянс түріндегі карта ойындарын қамтитын карта ойындары қолданбасы.

source: Aisleriot Developers
kk: Aisleriot әзірлеушілері

source: Select Game
kk: Ойынды таңдаңыз

source: _Select
kk: Таң_дау

source: _Contents
kk: _Мазмұны

source: _Fullscreen
kk: Т_олық экранға

source: _Hint
kk: _Тұспал

source: _New
kk: Ж_аңа

source: _New Game
kk: Ж_аңа ойын

source: _Redo Move
kk: Жы_лжытуды қайталау

source: _Reset
kk: _Тастау

source: _Restart
kk: Қа_йта қосу

source: _Undo Move
kk: Жылжытуды бол_дырмау

source: _Deal
kk: Та_рату

source: _Leave Fullscreen
kk: Толық _экраннан шығу

source: _Pause
kk: _Аялдату

source: %s is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version %d of the License, or (at your option) any later version.
kk: %s еркін бағдарлама; сіз оны Free Software Foundation шығарған GNU General Public License аясында еркін тарата не/және өзгерте аласыз; лицензия нұсқасы %d не (тандауыңызша) кез-келген кейін шыққан.

source: %s is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
kk: %s пайдалы болады деген сеніммен таратылады, бірақ ЕШҚАНДАЙ КЕПІЛДЕМЕ берілмейді; КОММЕРЦИЯЛЫҚ ҚҰНДЫЛЫҚ немесе белгілі бір МАҚСАТТАРҒА СӘЙКЕС КЕЛЕТІНІ үшін де. Көбірек білу үшін GNU General Public License қараңыз.

source: You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
kk: Сіз осы бағдарламамен бірге GNU General Public License көшірмесін алуыңыз керек еді; олай болмаса, <http://www.gnu.org/licenses/> қараңыз.

source: Accordion
kk: Аккордеон

source: Agnes
kk: Агнесс

source: Athena
kk: Афина

source: Auld Lang Syne
kk: Өткен күндер

source: Aunt Mary
kk: Мэри тәтей

source: Australian Patience
kk: Австралиялық пасьянс

source: Backbone
kk: Омыртқа

source: Bakers Dozen
kk: Наубайшы он үштігі

source: Bakers Game
kk: Наубайшы ойыны

source: Bear River
kk: Аю өзені

source: Beleaguered Castle
kk: Қоршаудағы қамал

source: Block Ten
kk: Блок он

source: Bristol
kk: Бристоль

source: Camelot
kk: Камелот

source: Canfield
kk: Кэнфилд

source: Carpet
kk: Кілем

source: Chessboard
kk: Шахмат тақтасы

source: Clock
kk: Сағат

source: Cover
kk: Мұқаба

source: Cruel
kk: Қатыгез

source: Diamond Mine
kk: Алмас кеніші

source: Doublets
kk: Дублеттер

source: Eagle Wing
kk: Бүркіт қанаты

source: Easthaven
kk: Истхейвен

source: Eight Off
kk: Сегіздік

source: Elevator
kk: Лифт

source: Eliminator
kk: Жоюшы

source: Escalator
kk: Эскалатор

source: First Law
kk: Бірінші заң

source: Fortress
kk: Қамал

source: Fortunes
kk: Сәттілік

source: Forty Thieves
kk: Қырық ұры

source: Fourteen
kk: Он төрт

source: Gaps
kk: Бос орындар

source: Gay Gordons
kk: Көңілді Гордондар

source: Giant
kk: Дәу

source: Glenwood
kk: Гленвуд

source: Gold Mine
kk: Алтын кеніші

source: Golf
kk: Гольф

source: Gypsy
kk: Сыған

source: Hamilton
kk: Гамильтон

source: Helsinki
kk: Хельсинки

source: Hopscotch
kk: Класстар

source: Isabel
kk: Изабель

source: Jamestown
kk: Джеймстаун

source: Jumbo
kk: Джумбо

source: Kansas
kk: Канзас

source: King Albert
kk: Альберт патша

source: Kings Audience
kk: Патша аудиенциясы

source: Klondike
kk: Клондайк

source: Labyrinth
kk: Лабиринт

source: Lady Jane
kk: Леди Джейн

source: Maze
kk: Шатыс

source: Monte Carlo
kk: Монте-Карло

source: Napoleons Tomb
kk: Наполеон мазары

source: Neighbor
kk: Көрші

source: Odessa
kk: Одесса

source: Osmosis
kk: Осмос

source: Peek
kk: Сығалау

source: Pileon
kk: Үйінді

source: Plait
kk: Өрім

source: Poker
kk: Покер

source: Quatorze
kk: Кваторзе

source: Royal East
kk: Патшалық Шығыс

source: Saratoga
kk: Саратога

source: Scorpion
kk: Сарышаян

source: Scuffle
kk: Төбелес

source: Seahaven
kk: Теңіз айлағы

source: Sir Tommy
kk: Сэр Томми

source: Spider Three Decks
kk: Өрмекші үш десте

source: Spider
kk: Өрмекші

source: Spiderette
kk: Өрмекші тектес

source: Straight Up
kk: Тік жоғары

source: Streets And Alleys
kk: Көшелер мен аллеялар

source: Template
kk: Үлгі

source: Ten Across
kk: Ол жаққа он

source: Terrace
kk: Терраса

source: Thieves
kk: Ұрылар

source: Thirteen
kk: Он үш

source: Thumb And Pouch
kk: Бас бармақ және қалта

source: Treize
kk: Трейзе

source: Triple Peaks
kk: Үш шың

source: Union Square
kk: Одақ алаңы

source: Valentine
kk: Валентайн

source: Wall
kk: Қабырға

source: Westhaven
kk: Вестхейвен

source: Whitehead
kk: Ақбас

source: Will O The Wisp
kk: Жалқын

source: Yield
kk: Жол беру

source: Yukon
kk: Юкон

source: Zebra
kk: Зебра

# slot type
source: chooser
kk: таңдаушы

# slot type
source: foundation
kk: негіз

# slot type
source: reserve
kk: қор

# slot type
source: stock
kk: қап

# slot type
source: tableau
kk: үстел

# slot type
source: waste
kk: қалдық

# slot hint
source: %s on chooser
kk: таңдаушыда %s

# slot hint
source: %s on foundation
kk: негізде %s

# slot hint
source: %s on reserve
kk: қорда %s

# slot hint
source: %s on stock
kk: қапта %s

# slot hint
source: %s on tableau
kk: үстелде %s

# slot hint
source: %s on waste
kk: қалдықта %s

source: This game does not have hint support yet.
kk: Бұл ойында әзірге тұспал қолдауы жоқ.

source: Move %s onto %s.
kk: %s картасын %s үстіне жылжытыңыз.

source: This game is unable to provide a hint.
kk: Бұл ойын тұспал ұсына алмайды.

# shortcut window
source: General
kk: Жалпы

# shortcut window
source: Start a new game
kk: Жаңа ойынды бастау

# shortcut window
source: Deal
kk: Тарату

# shortcut window
source: Undo
kk: Болдырмау

# shortcut window
source: Redo
kk: Қайталау

# shortcut window
source: Fullscreen
kk: Толық экран

# shortcut window
source: Close window
kk: Терезені жабу

# shortcut window
source: Help
kk: Көмек

# shortcut window
source: Show a hint
kk: Тұспалды көрсету

# shortcut window
source: Show Help
kk: Көмекті көрсету

# shortcut window
source: Show Help for this game
kk: Осы ойын көмегін көрсету

# shortcut window
source: Show Keyboard Shortcuts
kk: Пернетақта жарлықтарын көрсету

# card symbol
source: JOKER
kk: ДЖОКЕР

# card symbol
source: J
kk: С

# card symbol
source: Q
kk: Х

# card symbol
source: K
kk: П

source: ace of clubs
kk: кіреш тұзы

source: two of clubs
kk: кіреш екілігі

source: three of clubs
kk: кіреш үштігі

source: four of clubs
kk: кіреш төрттігі

source: five of clubs
kk: кіреш бестігі

source: six of clubs
kk: кіреш алтылығы

source: seven of clubs
kk: кіреш жетілігі

source: eight of clubs
kk: кіреш сегіздігі

source: nine of clubs
kk: кіреш тоғыздығы

source: ten of clubs
kk: кіреш ондығы

source: jack of clubs
kk: кіреш сарбазы

source: queen of clubs
kk: кіреш ханымы

source: king of clubs
kk: кіреш патшасы

source: ace of diamonds
kk: кірпіш тұзы

source: two of diamonds
kk: кірпіш екілігі

source: three of diamonds
kk: кірпіш үштігі

source: four of diamonds
kk: кірпіш төрттігі

source: five of diamonds
kk: кірпіш бестігі

source: six of diamonds
kk: кірпіш алтылығы

source: seven of diamonds
kk: кірпіш жетілігі

source: eight of diamonds
kk: кірпіш сегіздігі

source: nine of diamonds
kk: кірпіш тоғыздығы

source: ten of diamonds
kk: кірпіш ондығы

source: jack of diamonds
kk: кірпіш сарбазы

source: queen of diamonds
kk: кірпіш ханымы

source: king of diamonds
kk: кірпіш патшасы

source: ace of hearts
kk: жүрек тұзы

source: two of hearts
kk: жүрек екілігі

source: three of hearts
kk: жүрек үштігі

source: four of hearts
kk: жүрек төрттігі

source: five of hearts
kk: жүрек бестігі

source: six of hearts
kk: жүрек алтылығы

source: seven of hearts
kk: жүрек жетілігі

source: eight of hearts
kk: жүрек сегіздігі

source: nine of hearts
kk: жүрек тоғыздығы

source: ten of hearts
kk: жүрек ондығы

source: jack of hearts
kk: жүрек сарбазы

source: queen of hearts
kk: жүрек ханымы

source: king of hearts
kk: жүрек патшасы

source: ace of spades
kk: қарға тұзы

source: two of spades
kk: қарға екілігі

source: three of spades
kk: қарға үштігі

source: four of spades
kk: қарға төрттігі

source: five of spades
kk: қарға бестігі

source: six of spades
kk: қарға алтылығы

source: seven of spades
kk: қарға жетілігі

source: eight of spades
kk: қарға сегіздігі

source: nine of spades
kk: қарға тоғыздығы

source: ten of spades
kk: қарға ондығы

source: jack of spades
kk: қарға сарбазы

source: queen of spades
kk: қарға ханымы

source: king of spades
kk: қарға патшасы

source: face-down card
kk: беті жабық карта

source: black joker
kk: қара джокер

source: red joker
kk: қызыл джокер

source: Help file “%s.%s” not found
kk: “%s.%s” көмек файлы табылмады

source: Could not show help for “%s”
kk: “%s” үшін көмекті көрсету мүмкін емес

source: Whether the window is maximized
kk: Терезе жазық етілген бе

source: Whether the window is fullscreen
kk: Терезе толық экранды ма

source: Window width
kk: Терезе ені

source: Window height
kk: Терезе биіктігі

source: Solitaire
kk: Пасьянс

source: GNOME Solitaire
kk: GNOME пасьянсы

source: About Solitaire
kk: Пасьянс туралы

source: Select the game type to play
kk: Ойнау үшін ойын түрін таңдаңыз

source: NAME
kk: АТЫ

source: FreeCell Solitaire
kk: FreeCell пасьянсы

source: Wins:
kk: Жеңістер:

source: Total:
kk: Жалпы:

source: Percentage:
kk: Пайыз:

source: Wins
kk: Жеңістер

source: Best:
kk: Үздік:

source: Worst:
kk: Ең нашар:

source: Time
kk: Уақыт

source: Statistics
kk: Статистика

source: N/A
kk: Анықталмаған

source: Congratulations, you have won!
kk: Құттықтаймыз, сіз жеңдіңіз!

source: There are no more moves
kk: Басқа жүрістер жоқ

source: Main game:
kk: Негізгі ойын:

source: Card games:
kk: Карта ойындары:

source: Card themes:
kk: Карта темалары:

source: About AisleRiot
kk: AisleRiot туралы

source: AisleRiot provides a rule-based solitaire card engine that allows many different games to be played.
kk: AisleRiot көптеген түрлі ойындарды ойнауға мүмкіндік беретін ережеге негізделген пасьянс карта қозғалтқышын ұсынады.

source: translator-credits
kk: Baurzhan Muftakhidinov <baurthefirst@gmail.com>

source: AisleRiot web site
kk: AisleRiot веб-сайты

source: Play “%s”
kk: “%s” ойнау

source: Display cards with “%s” card theme
kk: Карталарды “%s” карта темасымен көрсету

source: A scheme exception occurred
kk: Схема ерекше жағдайы орын алды

source: Please report this bug to the developers.
kk: Бұл ақаулық жөнінде әзірлеушілерге хабарлаңыз.

source: _Don't report
kk: _Хабарламау

source: _Report
kk: _Хабарлау

source: _Game
kk: О_йын

source: _View
kk: _Түрі

source: _Control
kk: _Басқару

source: _Help
kk: _Көмек

source: Start a new game
kk: Жаңа ойынды бастау

source: Restart the game
kk: Ойынды қайта іске қосу

source: _Select Game…
kk: Ойынды _таңдау…

source: Play a different game
kk: Басқа ойынды ойнау

source: _Recently Played
kk: Жақында о_йналған

source: S_tatistics
kk: С_татистика

source: Show gameplay statistics
kk: Ойын статистикасын көрсету

source: Close this window
kk: Бұл терезені жабу

source: Undo the last move
kk: Соңғы жылжытуды болдырмау

source: Redo the undone move
kk: Соңғы болдырмаған жылжуды қайталау

source: Deal next card or cards
kk: Келесі картаны немесе карталарды тарату

source: Get a hint for your next move
kk: Келесі жүріс үшін тұспал алу

source: View help for Aisleriot
kk: Aisleriot көмегін қарау

source: View help for this game
kk: Бұл ойын үшін көмекті қарау

source: About this game
kk: Бұл ойын туралы

source: _Keyboard Shortcuts
kk: П_ернетақта жарлықтары

source: Install card themes…
kk: Карта темаларын орнату…

source: Install new card themes from the distribution packages repositories
kk: Дистрибутив дестелерінің репозиторийлерінен жаңа карта темаларын орнату

source: _Card Style
kk: _Карта стилі

source: _Toolbar
kk: _Панель

source: Show or hide the toolbar
kk: Саймандар панелін көрсету не жасыру

source: _Statusbar
kk: Қалы_п-күй жолағы

source: Show or hide statusbar
kk: Қалып-күй жолағын көрсету немесе жасыру

source: _Click to Move
kk: _Жылжыту үшін шерту

source: Pick up and drop cards by clicking
kk: Карталарды шерту арқылы алу және тастау

source: _Sound
kk: Д_ыбыс

source: Whether or not to play event sounds
kk: Оқиға дыбыстарын ойнату керек пе

source: Score:
kk: Нәтиже:

source: Time:
kk: Уақыт:

source: Cannot start the game “%s”
kk: “%s” ойынын бастау мүмкін емес

source: Aisleriot cannot find the last game you played.
kk: Aisleriot сіз соңғы ойнаған ойынды таба алмады.

source: This usually occurs when you run an older version of Aisleriot which does not have the game you last played. The default game, Klondike, is being started instead.
kk: Бұл әдетте сіз соңғы ойнаған ойыны жоқ Aisleriot-тың ескі нұсқасын іске қосқанда орын алады. Орнына үнсіз келісім бойынша Клондайк ойыны іске қосылуда.

source: Base Card: ~a
kk: Негізгі карта: ~a

source: Base Card: Ace
kk: Негізгі карта: Тұз

source: Base Card: Jack
kk: Негізгі карта: Сарбаз

source: Base Card: Queen
kk: Негізгі карта: Ханым

source: Base Card: King
kk: Негізгі карта: Патша

source: Stock left:
kk: Қапта қалды:

source: Stock left: 0
kk: Қапта қалды: 0

source: Deal more cards
kk: Көбірек карта тарату

source: Try rearranging the cards
kk: Карталардың орнын ауыстырып көріңіз

source: Unknown color
kk: Белгісіз түс

source: the black joker
kk: қара джокер

source: the red joker
kk: қызыл джокер

source: the ace of clubs
kk: кіреш тұзы

source: the two of clubs
kk: кіреш екілігі

source: the three of clubs
kk: кіреш үштігі

source: the four of clubs
kk: кіреш төрттігі

source: the five of clubs
kk: кіреш бестігі

source: the six of clubs
kk: кіреш алтылығы

source: the seven of clubs
kk: кіреш жетілігі

source: the eight of clubs
kk: кіреш сегіздігі

source: the nine of clubs
kk: кіреш тоғыздығы

source: the ten of clubs
kk: кіреш ондығы

source: the jack of clubs
kk: кіреш сарбазы

source: the queen of clubs
kk: кіреш ханымы

source: the king of clubs
kk: кіреш патшасы

source: the unknown card
kk: белгісіз карта

source: the ace of spades
kk: қарға тұзы

source: the two of spades
kk: қарға екілігі

source: the three of spades
kk: қарға үштігі

source: the four of spades
kk: қарға төрттігі

source: the five of spades
kk: қарға бестігі

source: the six of spades
kk: қарға алтылығы

source: the seven of spades
kk: қарға жетілігі

source: the eight of spades
kk: қарға сегіздігі

source: the nine of spades
kk: қарға тоғыздығы

source: the ten of spades
kk: қарға ондығы

source: the jack of spades
kk: қарға сарбазы

source: the queen of spades
kk: қарға ханымы

source: the king of spades
kk: қарға патшасы

source: the ace of hearts
kk: жүрек тұзы

source: the two of hearts
kk: жүрек екілігі

source: the three of hearts
kk: жүрек үштігі

source: the four of hearts
kk: жүрек төрттігі

source: the five of hearts
kk: жүрек бестігі

source: the six of hearts
kk: жүрек алтылығы

source: the seven of hearts
kk: жүрек жетілігі

source: the eight of hearts
kk: жүрек сегіздігі

source: the nine of hearts
kk: жүрек тоғыздығы

source: the ten of hearts
kk: жүрек ондығы

source: the jack of hearts
kk: жүрек сарбазы

source: the queen of hearts
kk: жүрек ханымы

source: the king of hearts
kk: жүрек патшасы

source: the ace of diamonds
kk: кірпіш тұзы

source: the two of diamonds
kk: кірпіш екілігі

source: the three of diamonds
kk: кірпіш үштігі

source: the four of diamonds
kk: кірпіш төрттігі

source: the five of diamonds
kk: кірпіш бестігі

source: the six of diamonds
kk: кірпіш алтылығы

source: the seven of diamonds
kk: кірпіш жетілігі

source: the eight of diamonds
kk: кірпіш сегіздігі

source: the nine of diamonds
kk: кірпіш тоғыздығы

source: the ten of diamonds
kk: кірпіш ондығы

source: the jack of diamonds
kk: кірпіш сарбазы

source: the queen of diamonds
kk: кірпіш ханымы

source: the king of diamonds
kk: кірпіш патшасы

source: Move ~a onto the foundation.
kk: ~a картасын негізге жылжытыңыз.

source: Move ~a onto an empty foundation slot.
kk: ~a картасын бос негіз ұяшығына жылжытыңыз.

source: Move ~a onto the tableau.
kk: ~a картасын үстелге жылжытыңыз.

source: Move ~a onto an empty tableau slot.
kk: ~a картасын бос үстел ұяшығына жылжытыңыз.

source: Move ~a onto the reserve.
kk: ~a картасын қорға жылжытыңыз.

source: Move ~a onto an empty reserve slot.
kk: ~a картасын бос қор ұяшығына жылжытыңыз.

source: Move ~a onto an empty edge slot.
kk: ~a картасын бос шеткі ұяшыққа жылжытыңыз.

source: Move ~a onto an empty corner slot.
kk: ~a картасын бос бұрыштық ұяшыққа жылжытыңыз.

source: Move ~a onto an empty top slot.
kk: ~a картасын бос жоғарғы ұяшыққа жылжытыңыз.

source: Move ~a onto an empty bottom slot.
kk: ~a картасын бос төменгі ұяшыққа жылжытыңыз.

source: Move ~a onto an empty left slot.
kk: ~a картасын бос сол жақ ұяшыққа жылжытыңыз.

source: Move ~a onto an empty right slot.
kk: ~a картасын бос оң жақ ұяшыққа жылжытыңыз.

source: Move ~a onto an empty slot.
kk: ~a картасын бос ұяшыққа жылжытыңыз.

source: Move ~a onto the black joker.
kk: ~a картасын қара джокерге жылжытыңыз.

source: Move ~a onto the red joker.
kk: ~a картасын қызыл джокерге жылжытыңыз.

source: Move ~a onto the ace of clubs.
kk: ~a картасын кіреш тұзына жылжытыңыз.

source: Move ~a onto the two of clubs.
kk: ~a картасын кіреш екілігіне жылжытыңыз.

source: Move ~a onto the three of clubs.
kk: ~a картасын кіреш үштігіне жылжытыңыз.

source: Move ~a onto the four of clubs.
kk: ~a картасын кіреш төрттігіне жылжытыңыз.

source: Move ~a onto the five of clubs.
kk: ~a картасын кіреш бестігіне жылжытыңыз.

source: Move ~a onto the six of clubs.
kk: ~a картасын кіреш алтылығына жылжытыңыз.

source: Move ~a onto the seven of clubs.
kk: ~a картасын кіреш жетілігіне жылжытыңыз.

source: Move ~a onto the eight of clubs.
kk: ~a картасын кіреш сегіздігіне жылжытыңыз.

source: Move ~a onto the nine of clubs.
kk: ~a картасын кіреш тоғыздығына жылжытыңыз.

source: Move ~a onto the ten of clubs.
kk: ~a картасын кіреш ондығына жылжытыңыз.

source: Move ~a onto the jack of clubs.
kk: ~a картасын кіреш сарбазына жылжытыңыз.

source: Move ~a onto the queen of clubs.
kk: ~a картасын кіреш ханымына жылжытыңыз.

source: Move ~a onto the king of clubs.
kk: ~a картасын кіреш патшасына жылжытыңыз.

source: Move ~a onto the unknown card.
kk: ~a картасын белгісіз картаға жылжытыңыз.

source: Move ~a onto the ace of spades.
kk: ~a картасын қарға тұзына жылжытыңыз.

source: Move ~a onto the two of spades.
kk: ~a картасын қарға екілігіне жылжытыңыз.

source: Move ~a onto the three of spades.
kk: ~a картасын қарға үштігіне жылжытыңыз.

source: Move ~a onto the four of spades.
kk: ~a картасын қарға төрттігіне жылжытыңыз.

source: Move ~a onto the five of spades.
kk: ~a картасын қарға бестігіне жылжытыңыз.

source: Move ~a onto the six of spades.
kk: ~a картасын қарға алтылығына жылжытыңыз.

source: Move ~a onto the seven of spades.
kk: ~a картасын қарға жетілігіне жылжытыңыз.

source: Move ~a onto the eight of spades.
kk: ~a картасын қарға сегіздігіне жылжытыңыз.

source: Move ~a onto the nine of spades.
kk: ~a картасын қарға тоғыздығына жылжытыңыз.

source: Move ~a onto the ten of spades.
kk: ~a картасын қарға ондығына жылжытыңыз.

source: Move ~a onto the jack of spades.
kk: ~a картасын қарға сарбазына жылжытыңыз.

source: Move ~a onto the queen of spades.
kk: ~a картасын қарға ханымына жылжытыңыз.

source: Move ~a onto the king of spades.
kk: ~a картасын қарға патшасына жылжытыңыз.

source: Move ~a onto the ace of hearts.
kk: ~a картасын жүрек тұзына жылжытыңыз.

source: Move ~a onto the two of hearts.
kk: ~a картасын жүрек екілігіне жылжытыңыз.

source: Move ~a onto the three of hearts.
kk: ~a картасын жүрек үштігіне жылжытыңыз.

source: Move ~a onto the four of hearts.
kk: ~a картасын жүрек төрттігіне жылжытыңыз.

source: Move ~a onto the five of hearts.
kk: ~a картасын жүрек бестігіне жылжытыңыз.

source: Move ~a onto the six of hearts.
kk: ~a картасын жүрек алтылығына жылжытыңыз.

source: Move ~a onto the seven of hearts.
kk: ~a картасын жүрек жетілігіне жылжытыңыз.

source: Move ~a onto the eight of hearts.
kk: ~a картасын жүрек сегіздігіне жылжытыңыз.

source: Move ~a onto the nine of hearts.
kk: ~a картасын жүрек тоғыздығына жылжытыңыз.

source: Move ~a onto the ten of hearts.
kk: ~a картасын жүрек ондығына жылжытыңыз.

source: Move ~a onto the jack of hearts.
kk: ~a картасын жүрек сарбазына жылжытыңыз.

source: Move ~a onto the queen of hearts.
kk: ~a картасын жүрек ханымына жылжытыңыз.

source: Move ~a onto the king of hearts.
kk: ~a картасын жүрек патшасына жылжытыңыз.

source: Move ~a onto the ace of diamonds.
kk: ~a картасын кірпіш тұзына жылжытыңыз.

source: Move ~a onto the two of diamonds.
kk: ~a картасын кірпіш екілігіне жылжытыңыз.

source: Move ~a onto the three of diamonds.
kk: ~a картасын кірпіш үштігіне жылжытыңыз.

source: Move ~a onto the four of diamonds.
kk: ~a картасын кірпіш төрттігіне жылжытыңыз.

source: Move ~a onto the five of diamonds.
kk: ~a картасын кірпіш бестігіне жылжытыңыз.

source: Move ~a onto the six of diamonds.
kk: ~a картасын кірпіш алтылығына жылжытыңыз.

source: Move ~a onto the seven of diamonds.
kk: ~a картасын кірпіш жетілігіне жылжытыңыз.

source: Move ~a onto the eight of diamonds.
kk: ~a картасын кірпіш сегіздігіне жылжытыңыз.

source: Move ~a onto the nine of diamonds.
kk: ~a картасын кірпіш тоғыздығына жылжытыңыз.

source: Move ~a onto the ten of diamonds.
kk: ~a картасын кірпіш ондығына жылжытыңыз.

source: Move ~a onto the jack of diamonds.
kk: ~a картасын кірпіш сарбазына жылжытыңыз.

source: Move ~a onto the queen of diamonds.
kk: ~a картасын кірпіш ханымына жылжытыңыз.

source: Move ~a onto the king of diamonds.
kk: ~a картасын кірпіш патшасына жылжытыңыз.

source: Remove the black joker.
kk: Қара джокерді алып тастаңыз.

source: Remove the red joker.
kk: Қызыл джокерді алып тастаңыз.

source: Remove the ace of clubs.
kk: Кіреш тұзын алып тастаңыз.

source: Remove the two of clubs.
kk: Кіреш екілігін алып тастаңыз.

source: Remove the three of clubs.
kk: Кіреш үштігін алып тастаңыз.

source: Remove the four of clubs.
kk: Кіреш төрттігін алып тастаңыз.

source: Remove the five of clubs.
kk: Кіреш бестігін алып тастаңыз.

source: Remove the six of clubs.
kk: Кіреш алтылығын алып тастаңыз.

source: Remove the seven of clubs.
kk: Кіреш жетілігін алып тастаңыз.

source: Remove the eight of clubs.
kk: Кіреш сегіздігін алып тастаңыз.

source: Remove the nine of clubs.
kk: Кіреш тоғыздығын алып тастаңыз.

source: Remove the ten of clubs.
kk: Кіреш ондығын алып тастаңыз.

source: Remove the jack of clubs.
kk: Кіреш сарбазын алып тастаңыз.

source: Remove the queen of clubs.
kk: Кіреш ханымын алып тастаңыз.

source: Remove the king of clubs.
kk: Кіреш патшасын алып тастаңыз.

source: Remove the unknown card.
kk: Белгісіз картаны алып тастаңыз.

source: Remove the ace of spades.
kk: Қарға тұзын алып тастаңыз.

source: Remove the two of spades.
kk: Қарға екілігін алып тастаңыз.

source: Remove the three of spades.
kk: Қарға үштігін алып тастаңыз.

source: Remove the four of spades.
kk: Қарға төрттігін алып тастаңыз.

source: Remove the five of spades.
kk: Қарға бестігін алып тастаңыз.

source: Remove the six of spades.
kk: Қарға алтылығын алып тастаңыз.

source: Remove the seven of spades.
kk: Қарға жетілігін алып тастаңыз.
